/* Printing Resolution */
"1200 x 1200" = "1200 x 1200";
"2400 x 1200" = "2400 x 1200";
"Automatic" = "Автоматически";

/* Job Storage */
"HPJOBRETENTIONOPTION_QUICKCOPY_DS" = "После завершения печати можно с панели управления напечатать дополнительное число копий этого задания.";
"HPJOBRETENTIONOPTION_PROOFANDPRINT_DS" = "При печати нескольких копий будет напечатана первая копия. Остальные копии будут задержаны в принтере до их разблокировки с панели управления принтера.";
"HPJOBRETENTIONOPTION_STOREDJOB_DS" = "Задание будет храниться в принтере, как в электронной картотеке. Печать не будет выполняться до запроса с панели управления принтера. Используется для хранения форм и других совместно используемых документов.";
"HPJOBRETENTIONOPTION_PRIVATE_DS" = "Задание будет сохранено в принтере, но печать будет выполняться после запроса на печать с панели управления принтера. Личные задания защищены 4-цифровым идентификационным номером, который указывается пользователем.";
"HPJOBRETENTIONOPTION_PRIVATE_STOREDJOB_DS" = "Задание будет сохранено на принтере. Печать не будет выполняться до тех пор, пока выполнение задания не будет затребовано с панели управления принтера. Личные сохраненные задания на печать защищены 4-значным персональным идентификационным номером, задаваемым пользователем. Разбор по копиям для сохраненных заданий выполняется автоматически.";
"HPJOBRETENTIONOPTION_OFF_DS" = "Задание будет распечатано, но не будет сохранено в принтере.";
"HPJOBRETENTIONOPTION_STOREJOB_DS" = "Задание будет храниться в принтере, как в электронной картотеке. Печать не будет выполняться до запроса с панели управления принтера. Cохраненные задания могут быть защищены с помощью 4-цифрового персонального идентификационного номера. Разбор по копиям для сохраненных заданий выполняется автоматически.";
"HPJOBRETENTIONOPTION_PERSONAL_DS" = "Сохраняйте задание печати на принтере до запроса на его выполнение с панели управления принтера. После печати задание будет удалено с принтера. Используйте персональный идентификационный номер (ПИН-код) для обеспечения безопасности личных заданий печати.";

"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_FALSE" = "Задание печати будет сохранено на принтере. Печать не начнется до тех пор, пока задание не будет выбрано на панели управления. После завершения печати задание будет автоматически удалено из хранилища.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONPERSONAL_HPUSEPINTOPRINT_TRUE" = "Задание печати будет сохранено на принтере. Печать не начнется до тех пор, пока задание не будет выбрано на панели управления и подтверждено PIN-кодом. После завершения печати задание будет автоматически удалено из хранилища.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_FALSE" = "Задание печати будет сохранено на принтере в электронном хранилище файлов. Печать не начнется до тех пор, пока задание не будет выбрано на панели управления. Это хранилище можно использовать для форм и других общедоступных или часто используемых документов.";
"HPJOBRETENTIONOPTION_HPJOBRETENTIONSTOREJOB_HPUSEPINTOPRINT_TRUE" = "Задание печати будет сохранено на принтере в электронном хранилище файлов. Печать не начнется до тех пор, пока задание не будет выбрано на панели управления и подтверждено PIN-кодом. Это хранилище можно использовать для форм и других общедоступных или часто используемых документов.";

"HPSTRAIGHTPAPERPATH_DS" = "Открыт другой выходной лоток";

/* Manual Duplex */
"HPMANUALDUPLEXSWITCH_DS" = "Убедитесь, что лоток подачи вручную пуст; или, если подача начинается с этого лотка, что он содержит только необходимое для печати данного документа количество бумаги (добавьте один лист для руководства по повторной загрузке, если выбран этот режим).";
"HPMANUAL_DUPLEX_PRINT_GUIDE_CHECKBOX_TITLE" = "Печать рук-ва по повт. загр.";

"HPTEXTNEUTRALGRAYS_SUMMARY" = "Нейтральный серый текста";
"HPTEXTHALFTONE_SUMMARY" = "Полутона текста";
"HPTEXTRGB_SUMMARY" = "Цвет RGB текста";
"HPGRAPHICSNEUTRALGRAYS_SUMMARY" = "Нейтральный серый графики";
"HPGRAPHICSHALFTONE_SUMMARY" = "Полутона графики";
"HPGRAPHICSRGB_SUMMARY" = "Цвет RGB графики";
"HPPHOTONEUTRALGRAYS_SUMMARY" = "Нейтральный серый фотографий";
"HPPHOTOHALFTONE_SUMMARY" = "Полутона фотографий";
"HPPHOTORGB_SUMMARY" = "Цвет RGB фотографий";

"HPIMAGESHIFTFRONTX_SUMMARY" = "Front Horizontal Shift";
"HPIMAGESHIFTFRONTY_SUMMARY" = "Front Vertical Shift";
"HPIMAGESHIFTBACKX_SUMMARY" = "Back Horizontal Shift";
"HPIMAGESHIFTBACKY_SUMMARY" = "Back Vertical Shift";

/*Description for Booklet Printing PDE*/
"HPBOOKLETFILTER_AUTO_MANUAL_DS" = "Для печати буклета необходимо установить выше флажок \"Двусторонняя\" или \"Ручной дуплекс\".";
"HPBOOKLETFILTER_MANUAL_DS" = "Для печати буклета необходимо установить выше флажок \"Ручной дуплекс\".";
"HPBOOKLETFILTER_AUTO_DS" = "Для печати буклета необходимо установить выше флажок \"Двусторонняя\".";
"DUPLEXER_NOT_INSTALLED" = "Для печати буклета необходимо установить модуль двусторонней печати.";
"DUPLEXER_INSTALLED" = "Для печати буклета необходимо включить функцию двусторонней печати.";

"HPBOOKLET_PAGEORDER_CHECKBOX_TITLE" = "Переплет справа";

"HPWMSWITCH_CHECKBOX_TITLE" = "Фоновое изображение";

/*UntitledCustomName*/
"UntitledString"="Без названия";

/* Color/Quality Options */
"CMANDRESOLUTION_GRAY600X600DPI_DS" = "600 dpi";
"CMANDRESOLUTION_CMYKIMAGERET3600_DS" = "ImageREt 3600";
"CMANDRESOLUTION_CMYKIMAGERET2400_DS" = "ImageREt 2400";
"CMANDRESOLUTION_CHECKBOX_TITLE" = "Печать цвета серым";

"OUTPUTMODE_DS_COLORINPUT_BLACKRENDER_600X600DPI_OUTPUT_AUTOMATIC" = "Цветной ввод/Рендеринг черного цвета: 600x600 т/д\nВывод (черно-белое/цветное): Автоматически";

"OUTPUTMODE_DS_GENERALOFFICE" = "Черная печать: 300 x 300 dpi \nЦветной оригинал: 300 x 300 dpi \nПечать (Ч/Б): Автоматически \nПечать (цветная): Автоматически";

"OUTPUTMODE_DS_PROFESSIONAL" = "Черная печать: 600 x 600 dpi \nЦветной оригинал: 600 x 600 dpi \nПечать (Ч/Б): Автоматически \nПечать (цветная): Автоматически";

"OUTPUTMODE_DS_PRESENTATION" = "Черная печать: 600 x 600 dpi \nЦветной оригинал: 600 x 600 dpi \nПечать (Ч/Б): Автоматически \nПечать (цветная): Автоматически\nДля черно-белой печати на следующих типах бумаги разрешение оптимизировано до 1200 x 1200 dpi: неопределенный тип, обычная бумага, матовая бумага HP для презентаций высокого качества и матовая бумага HP для брошюр";

"OUTPUTMODE_DS_MAXIMUMDPI" = "Черная печать: 600 x 600 dpi \nЦветной оригинал: 600 x 600 dpi \nПечать (Ч/Б): Автоматически \nПечать (цветная): Оптимизация до 2400 x 1200 dpi";

